docs/load-test-results/1020-threshold.txt

Summary:
  Total:	0.1254 secs
  Slowest:	0.0698 secs
  Fastest:	0.0005 secs
  Average:	0.0112 secs
  Requests/sec:	3986.5123
  
  Total data:	28620 bytes
  Size/request:	57 bytes

Response time histogram:
  0.001 [1]	|
  0.007 [236]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.014 [132]	|■■■■■■■■■■■■■■■■■■■■■■
  0.021 [57]	|■■■■■■■■■■
  0.028 [29]	|■■■■■
  0.035 [4]	|■
  0.042 [23]	|■■■■
  0.049 [11]	|■■
  0.056 [3]	|■
  0.063 [3]	|■
  0.070 [1]	|


Latency distribution:
  10%% in 0.0011 secs
  25%% in 0.0021 secs
  50%% in 0.0080 secs
  75%% in 0.0150 secs
  90%% in 0.0262 secs
  95%% in 0.0417 secs
  99%% in 0.0537 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0012 secs, 0.0000 secs, 0.0337 secs
  DNS-lookup:	0.0004 secs, 0.0000 secs, 0.0039 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0015 secs
  resp wait:	0.0085 secs, 0.0005 secs, 0.0434 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0026 secs

Status code distribution:
  [200]	60 responses
  [429]	440 responses